[
    {
        "category_id": 1,
        "title": "Orion SS9",
        "price": 1245.23,
        "description": "Orion SS9 LED Screen Semi-Pro Treadmill - Orion SS9 LED Screen Treadmill Speed Range: 1-16km/h Incline Range: 0-10 Motor: 2.",
        "image": "image_1705421104320.jpg"
    },
    {
        "category_id": 1,
        "title": "Active Gym Premium Line",
        "price": 4545.23,
        "description": "Treadmill with Touch Screen Active Gym Premium Line",
        "image": "image_1705423378413.jpg"
    },
    {
        "category_id": 1,
        "title": "Active Gym Curve",
        "price": 3545.73,
        "description": "The track is driven and adjusted by the exerciser. It quickly accelerates after starting and moves at the same speed as the athlete.",
        "image": "image_1705423589050.png"
    },
    {
        "category_id": 1,
        "title": "Upright Bike trainer",
        "price": 2515.99,
        "description": " Ideal for home or gym use, it offers a convenient option for cycling enthusiasts seeking an efficient indoor fitness solution.",
        "image": "image_1705423820948.png"
    },
    {
        "category_id": 2,
        "title": "Loaded Abdominal",
        "price": 2200.00,
        "description": "Elevate your core workouts with our Loaded Abdominal machine, a premium fitness solution designed for optimal strength and muscle development.",
        "image": "image_1705424011172.png"
    },
    {
        "category_id": 2,
        "title": "Combo AB Crunch/Back Row",
        "price": 3520.00,
        "description": "This compact and efficient fitness equipment allows you to target your abdominal muscles with effective crunches and switch seamlessly to strengthen your back with targeted rowing exercises, providing a comprehensive and space-saving solution for your home gym.",
        "image": "image_1705424204122.png"
    },
    {
        "category_id": 2,
        "title": "Loaded Decline Chest Press",
        "price": 2550.00,
        "description": "Designed for maximum effectiveness, this fitness equipment allows you to add resistance, ensuring a challenging and targeted workout for enhanced chest muscle development. Experience a new level of strength training with our premium Loaded Decline Chest Press.",
        "image": "image_1705424261186.png"
    },
    {
        "category_id": 2,
        "title": "Loaded Bench Press",
        "price": 1520.00,
        "description": "Achieve superior strength gains with our Loaded Bench Press machine. This premium fitness equipment offers an adjustable and robust platform for a challenging chest workout, allowing users to add resistance and optimize muscle engagement.",
        "image": "image_1705424341736.png"
    },
    {
        "category_id": 3,
        "title": "Eleiko XF Set of dumbbells 22 kg",
        "price": 720.00,
        "description": "Upgrade your strength training regimen with the Eleiko XF Set of Dumbbells, including weights of 8, 16, and 22 kg. Crafted by Eleiko's renowned quality, these dumbbells provide a versatile and durable solution for a wide range of exercises, ensuring a premium lifting experience for your fitness journey.",
        "image": "image_1705424505112.jpg"
    },
    {
        "category_id": 3,
        "title": "Eleiko dumbbells Vulcano 9 kg",
        "price": 220.00,
        "description": "Elevate your strength training with the Eleiko Vulcano 9 kg Dumbbells. Meticulously crafted for durability and performance, these premium dumbbells offer a versatile solution for targeted workouts, providing a reliable and ergonomic design to enhance your fitness routine.",
        "image": "image_1705424585252.jpg"
    },
    {
        "category_id": 3,
        "title": "Eleiko IWF Weightlifting Training Plate 20kg",
        "price": 420.00,
        "description": "Experience top-tier performance with the Eleiko IWF Weightlifting Training Plate, designed for professional-grade weightlifting. This 20kg training plate is meticulously crafted to International Weightlifting Federation (IWF) standards, ensuring precision and durability for your training needs.",
        "image": "image_1705424683558.jpg"
    },
    {
        "category_id": 3,
        "title": "Eleiko Powerlifting Competition Plate 25 kg",
        "price": 650.00,
        "description": "Enhance your powerlifting training with the Eleiko WPPO Powerlifting Competition Plate weighing 25 kg. Crafted to meet the standards of competitive powerlifting, this plate combines durability and accuracy to provide an exceptional lifting experience.",
        "image": "image_1705424756900.jpg"
    },
    {
        "category_id": 1,
        "title": "ProForm Pro 2000 Treadmill",
        "price": 1499.99,
        "description": "Take your cardio workouts to the next level with the ProForm Pro 2000 Treadmill. Featuring a powerful motor and advanced cushioning, this treadmill provides a comfortable and efficient running experience for users of all fitness levels.",
        "image": "treadmil1.jpg"
    },
    {
        "category_id": 1,
        "title": "NordicTrack Commercial 1750 Treadmill",
        "price": 1999.00,
        "description": "Experience the ultimate in home fitness with the NordicTrack Commercial 1750 Treadmill. With innovative features like interactive training programs and incline matching technology, this treadmill offers a personalized and immersive workout experience.",
        "image": "treadmil2.jpg"
    },
    {
        "category_id": 1,
        "title": "Bowflex BXT116 Treadmill",
        "price": 1299.00,
        "description": "Get ready to crush your fitness goals with the Bowflex BXT116 Treadmill. Boasting a spacious running surface and multiple workout programs, this treadmill delivers exceptional performance and versatility for your home gym.",
        "image": "treadmil3.jpg"
    },
    {
        "category_id": 1,
        "title": "Sole F80 Folding Treadmill",
        "price": 1499.99,
        "description": "Maximize your workout space without compromising on performance with the Sole F80 Folding Treadmill. Featuring a powerful motor and durable construction, this treadmill offers a compact yet effective cardio solution for any home gym.",
        "image": "treadmil4.webp"
    },
    {
        "category_id": 2,
        "title": "Life Fitness G7 Home Gym",
        "price": 2999.00,
        "description": "Transform your home gym into a powerhouse of strength with the Life Fitness G7 Home Gym. With dual adjustable pulleys and a variety of attachments, this home gym provides endless workout possibilities for full-body strength training.",
        "image": "machine2.webp"
    },
    {
        "category_id": 2,
        "title": "Body-Solid Powerline Smith Machine",
        "price": 999.00,
        "description": "Build muscle and improve your strength with the Body-Solid Powerline Smith Machine. Featuring a smooth linear bearing system and adjustable safety stops, this Smith machine offers a safe and effective strength training experience.",
        "image": "free-weights1.png"
    },
    {
        "category_id": 2,
        "title": "Marcy MWM-988 Multifunction Home Gym",
        "price": 399.99,
        "description": "Get a complete workout from the comfort of your own home with the Marcy MWM-988 Multifunction Home Gym. With multiple exercise stations and a sturdy steel construction, this home gym is perfect for users of all fitness levels.",
        "image": "machine1.jpg"
    },
    {
        "category_id": 3,
        "title": "CAP Barbell 300-Pound Olympic Set",
        "price": 399.99,
        "description": "Take your weightlifting workouts to the next level with the CAP Barbell 300-Pound Olympic Set. Featuring high-quality plates and a durable barbell, this set is perfect for serious lifters looking to increase their strength and muscle mass.",
        "image": "free-weights2.webp"
    },
    {
        "category_id": 3,
        "title": "Adjustable Dumbbell Set",
        "price": 249.99,
        "description": "Achieve your fitness goals with the Adjustable Dumbbell Set. With easy-to-use weight adjustments and a compact design, this set is perfect for home workouts or on-the-go training sessions.",
        "image": "free-weights3.webp"
    },
    {
        "category_id": 3,
        "title": "Kettlebell Set",
        "price": 99.99,
        "description": "Add versatility to your strength training routine with the Kettlebell Set. Featuring three different weights and a comfortable grip handle, this set is ideal for kettlebell swings, squats, and more.",
        "image": "free-weights4.webp"
    }
]